{
  "destination_context": {
    "name": "Тайланд (Бангкок, Пхукет, Краби)",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Экзотические острова, белый песок, лазурная вода, восточный колорит, фрукты, семейные закаты и экскурсии, фото для соцсетей, ощущение нового начала",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "vibrant",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#FFEDE9",
      "text_color": "#2C3959"
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Современные шрифты без засечек, легкие для восприятия, с акцентом на заголовки и ключевые фразы.",
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#FFEDE9",
    "text_color": "#2C3959"
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {
    "primary": "#4BFF7E",
    "accent": "#FF6240",
    "background": "#FFEDE9",
    "text": "#2C3959"
  },
  "image_concepts": [
    "Hero изображение - яркий тропический пляж с золотым песком и пальмами, создающий атмосферу отдыха.",
    "Lifestyle фото - семья, наслаждающаяся активным отдыхом на пляже, выражающая радость и приключение.",
    "Архитектура/достопримечательности - знаменитые храмы и рынки Тайланда, передающие культуру и традиции.",
    "Кулинария/культура - изображение местных блюд и уличной еды, вызывающее аппетит и интерес.",
    "Природа/пейзажи - живописные водопады и тропические леса, подчеркивающие красоту природы.",
    "Активности/развлечения - люди, занимающиеся серфингом или дайвингом, демонстрирующие приключенческий дух.",
    "Шоппинг/сувениры - местные рынки с яркими товарами, создающими атмосферу праздника.",
    "Транспорт/логистика - визуализация удобного транспорта, например, лодки или самокаты, для передвижения по Тайланду."
  ],
  "layout_hierarchy": "Визуальная иерархия с акцентом на изображения, чтобы привлечь внимание к ключевым моментам.",
  "emotional_triggers": "Эмоции приключения, радости и открытия, создаваемые через яркие и насыщенные изображения.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet через использование фирменных цветов и современный подход к дизайну, подчеркивающий активный и яркий стиль жизни."
}