{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Осень — идеальное время для посещения Гватемалы, когда температура комфортная, а природа радует яркими красками.",
    "emotional_appeal": "Гватемала предлагает уникальные культурные впечатления, живописные пейзажи и возможность погрузиться в атмосферу приключений.",
    "market_position": "Гватемала как экзотическое направление для осенних путешествий, привлекающее туристов своей природной красотой и культурным наследием."
  },
  "design_requirements": {
    "visual_style": "Яркий и динамичный визуальный стиль, отражающий культуру и природу Гватемалы.",
    "color_palette": {
      "description": "Выбор ярких и теплых цветов, которые ассоциируются с тропической природой и культурой Гватемалы.",
      "brand_alignment": "Цвета соответствуют фирменной палитре Kupibilet и создают гармоничное восприятие."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Использовать изображения с яркими пейзажами, традиционной культурой и активным отдыхом в Гватемале.",
    "typography_mood": "Современный и дружелюбный шрифт, который легко читается и вызывает положительные эмоции."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя удивительную Гватемалу этой осенью!",
      "Насладитесь уникальной природой и культурой Гватемалы.",
      "Забронируйте свой билет и начните приключение!"
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия новых горизонтов.",
      "Вдохновение от ярких красок природы и культуры."
    ],
    "actionable_insights": [
      "Планируйте поездку заранее, чтобы получить лучшие предложения.",
      "Не упустите возможность посетить известные достопримечательности Гватемалы."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание природы, культуры и приключений, что делает ее идеальным направлением для осеннего отдыха.",
    "market_advantages": "Конкурентные цены на авиабилеты и разнообразие предложений для путешественников."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T06:48:50.826Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}