{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Летние поездки в Гватемалу предлагают уникальные возможности для наслаждения природой, культурой и историей страны, включая теплый климат и множество фестивалей.",
    "emotional_appeal": "Гватемала вызывает чувство приключения и открытия, благодаря своим живописным пейзажам и богатой культуре, что создает атмосферу волнения и радости.",
    "market_position": "Гватемала занимает уникальное место на рынке туристических направлений благодаря своей экзотичности, доступным ценам и разнообразию активностей."
  },
  "design_requirements": {
    "visual_style": "Яркий и динамичный визуальный стиль, отражающий культуру и природу Гватемалы.",
    "color_palette": {
      "description": "Для создания яркого и привлекательного дизайна используются основные и акцентные цвета из палитры Kupibilet, которые подчеркивают экзотичность и радость путешествий.",
      "brand_alignment": "Цвета соответствуют фирменному стилю Kupibilet и создают гармоничное восприятие."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны включать яркие пейзажи, культурные достопримечательности и радостные моменты путешествий в Гватемале.",
    "typography_mood": "Шрифты должны быть современными и легко читаемыми, создавая ощущение динамики и свежести."
  },
  "content_priorities": {
    "key_messages": [
      "Специальные предложения на летние поездки в Гватемалу!",
      "Откройте для себя экзотическую природу и культуру.",
      "Не упустите шанс забронировать билеты по выгодным ценам!"
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия новых горизонтов.",
      "Волнение от предстоящего путешествия."
    ],
    "actionable_insights": [
      "Забронируйте сейчас и получите скидку!",
      "Поделитесь с друзьями и получите бонусы!"
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание природы, культуры и истории, что делает ее идеальным местом для путешествий.",
    "market_advantages": "Доступные цены на авиабилеты и разнообразие активностей в сравнении с другими экзотическими направлениями."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T10:20:46.006Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}