{
  "destination_context": {
    "name": "Италия",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Фото на фоне достопримечательностей морские виды терракотовые и зелено-голубые цвета брендовые розовый и зеленый вызывают летнее настроение",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "vibrant",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#EDEFFF",
      "text_color": "#2C3959",
      "explanation": "Основной цвет #4BFF7E отражает свежесть и энергию лета, акцентный цвет #FF6240 добавляет яркости и привлекает внимание к CTA, а вспомогательный цвет #EDEFFF создает легкий и воздушный фон, который подчеркивает позитивные эмоции."
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Использовать современные шрифты без засечек для заголовков и читаемые шрифты для подзаголовков и описаний."
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {},
  "image_concepts": [
    "Hero изображение - пляж на побережье Амальфи с ярким солнцем и голубым небом.",
    "Lifestyle фото - группа друзей, наслаждающихся пиццей в уличном кафе в Риме.",
    "Архитектура/достопримечательности - Колизей на фоне заката.",
    "Кулинария/культура - традиционные итальянские блюда, красиво поданные на стол.",
    "Природа/пейзажи - живописные виноградники Тосканы.",
    "Активности/развлечения - люди, катающиеся на велосипедах по живописным улочкам Флоренции.",
    "Шоппинг/сувениры - местные рынки с яркими товарами и сувенирами.",
    "Транспорт/логистика - уютный поезд, курсирующий по итальянским пейзажам."
  ],
  "layout_hierarchy": "Визуальная иерархия с акцентом на изображения, где каждое изображение поддерживает эмоциональный отклик.",
  "emotional_triggers": "Использование ярких и насыщенных цветов, а также позитивных образов, чтобы вызвать у получателей чувство радости и желания путешествовать.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet через использование фирменных цветов и стильных визуальных элементов, создавая современный и привлекательный образ, который вызывает доверие и интерес."
}