{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Осень в Гватемале – это время ярких красок, теплого климата и множества культурных мероприятий. Это идеальный период для путешествий, когда природа радует своей красотой, а туристические потоки еще не достигли пика.",
    "emotional_appeal": "Гватемала вызывает восторг благодаря своим живописным пейзажам, богатой культуре и традициям. Путешественники могут ощутить дух приключений и исследовать уникальные места.",
    "market_position": "Гватемала занимает уникальную нишу на рынке туристических направлений, предлагая сочетание экзотики, культуры и доступности."
  },
  "design_requirements": {
    "visual_style": "Яркий и динамичный стиль, отражающий культурное богатство и природную красоту Гватемалы. Использование насыщенных цветов и привлекательных изображений.",
    "color_palette": {
      "description": "Цветовая палитра включает в себя яркие и жизнерадостные оттенки, которые подчеркивают экзотическую атмосферу Гватемалы.",
      "brand_alignment": "Все цвета соответствуют фирменным цветам Kupibilet и создают гармоничное восприятие."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны включать пейзажи Гватемалы, традиционные рынки, культурные мероприятия и природные достопримечательности.",
    "typography_mood": "Шрифты должны быть современными и легко читаемыми, с акцентом на динамичность и энергичность."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя Гватемалу этой осенью!",
      "Яркие приключения ждут вас в сердце Центральной Америки.",
      "Специальные предложения на авиабилеты в Гватемалу!"
    ],
    "emotional_triggers": [
      "Восторг от открытия новых горизонтов.",
      "Чувство единства с природой и культурой."
    ],
    "actionable_insights": [
      "Забронируйте билет сейчас и получите скидку!",
      "Не упустите возможность увидеть уникальные места Гватемалы."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание древних цивилизаций, живописных ландшафтов и теплого климата.",
    "market_advantages": "Доступные цены на авиабилеты и разнообразие культурных мероприятий делают Гватемалу привлекательным направлением для путешествий."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T11:09:07.415Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}