{
  "destination_context": {
    "name": "Исландия",
    "seasonal_advantages": "Исландия предлагает уникальные природные явления, такие как северное сияние, которое можно наблюдать в зимние месяцы. Это привлекает туристов, ищущих незабываемые впечатления.",
    "emotional_appeal": "Северное сияние вызывает чувство восторга и удивления, создавая волшебную атмосферу, которая запоминается на всю жизнь.",
    "market_position": "Исландия занимает уникальную нишу на рынке туризма, предлагая экзотические природные явления и приключенческий отдых."
  },
  "design_requirements": {
    "visual_style": "Современный стиль с акцентом на природные элементы и яркие цвета, отражающие красоту Исландии.",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#EDEFFF",
      "text_color": "#2C3959"
    },
    "imagery_direction": "Использовать изображения северного сияния, ледников, вулканов и природных ландшафтов Исландии, чтобы передать атмосферу волшебства.",
    "typography_mood": "Современные и читаемые шрифты, которые создают ощущение легкости и свежести."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя магию северного сияния в Исландии!",
      "Путешествуйте с Kupibilet и получите незабываемые впечатления.",
      "Забронируйте свой билет сейчас и станьте свидетелем чудес природы."
    ],
    "emotional_triggers": [
      "Восторг от наблюдения за северным сиянием.",
      "Чувство приключения и открытия новых горизонтов."
    ],
    "actionable_insights": [
      "Забронируйте билет на лучшие даты для наблюдения северного сияния.",
      "Узнайте о специальных предложениях на авиабилеты в Исландию."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Исландия предлагает уникальные природные явления, такие как северное сияние, которые невозможно увидеть в других странах.",
    "market_advantages": "Качественные услуги и специальные предложения от Kupibilet делают путешествие в Исландию доступным и комфортным."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-28T13:11:50.273Z",
  "created_by": "Content Specialist AI",
  "destination": "Исландия"
}