{
  "subject_line": {
    "primary": "Полетите в волшебную Исландию этой зимой всего за 40,000 RUB!",
    "alternative": "Зимние приключения в Исландии ждут вас!",
    "personalization": "Дорогой [Имя], откройте для себя зимнюю Исландию!"
  },
  "preheader": "Соберите чемоданы и готовьтесь к незабываемым приключениям в Исландии. Билеты по суперцене!",
  "headline": {
    "main": "Ваше зимнее приключение в Исландии начинается сейчас!",
    "subheadline": "Не упустите шанс увидеть северное сияние и уникальные ледники."
  },
  "body": {
    "opening": "Зима в Исландии — это не просто холод. Это время, когда природа открывает свои самые волшебные двери. Погрузитесь в атмосферу приключений и откройте для себя таинственные пейзажи этой красивой страны!",
    "main_content": "Вы когда-нибудь мечтали о путешествии, где каждый момент дарит новые впечатления? Прогулки по замерзшим водопадам, ночное наблюдение за северным сиянием и горячие источники — всё это ждет вас в Исландии. Мы предлагаем вам билеты по конкурентной цене до 40,000 RUB на лучшие даты: 15 ноября, 5 декабря, 20 декабря, 10 января и 15 февраля 2026 года. Не позволяйте зиме проходить мимо вас — создайте свою собственную историю о приключениях!",
    "benefits": [
      "Невероятные пейзажи и уникальные природные явления.",
      "Возможность попробовать местную кухню и культурные традиции.",
      "Скидки на экскурсии и развлекательные мероприятия для наших клиентов."
    ],
    "social_proof": "Тысячи довольных путешественников уже посетили Исландию с нами. Присоединяйтесь к их числу и создайте свои незабываемые воспоминания!",
    "urgency_elements": "Помните, места быстро раскупаются! Бронируйте сейчас, чтобы получить лучшие предложения!",
    "closing": "Не ждите, пока остальные забронируют ваши мечты! Пора делать шаг к вашему зимнему приключению в Исландии."
  },
  "call_to_action": {
    "primary": {
      "text": "Забронировать билеты сейчас",
      "url": "#booking-primary"
    },
    "secondary": {
      "text": "Посмотреть все предложения",
      "url": "#booking-secondary"
    },
    "urgency_cta": {
      "text": "Специальное предложение заканчивается скоро!",
      "url": "#booking-urgent"
    }
  },
  "personalization": {
    "greeting": "Привет, [Имя]!",
    "content_adaptation": "Мы знаем, как вы любите приключения, и предлагаем вам уникальные предложения!",
    "recommendations": "Рекомендуем также экскурсии по знаменитым гейзерам и ледниковым лагунам!"
  },
  "emotional_hooks": {
    "desire": "Представьте, как вы гуляете по заснеженным просторам Исландии, держите в руках чашку горячего шоколада и любуетесь прекрасными видами.",
    "fear_of_missing_out": "Не упустите возможность стать одним из немногих, кто увидит северное сияние этой зимой.",
    "aspiration": "Сделайте шаг к своим мечтам и отправляйтесь в путешествие, о котором всегда мечтали!"
  },
  "content_structure": {
    "flow": "Письмо начинается с вдохновляющего заголовка, плавно переходит в подробности предложения и заканчивается призывом к действию.",
    "key_messages": [
      "Зима — лучшее время для посещения Исландии.",
      "Специальные предложения, которые нельзя упустить.",
      "Откройте для себя волшебство северного сияния."
    ],
    "conversion_path": "От открытия письма до бронирования билетов с помощью удобной кнопки."
  },
  "compliance": {
    "legal_disclaimers": "Цены указаны на момент отправки письма и могут изменяться.",
    "unsubscribe": "Если вы не хотите получать от нас письма, отпишитесь здесь.",
    "privacy": "Мы ценим вашу конфиденциальность и не передаем ваши данные третьим лицам."
  }
}