{
  "destination_context": {
    "name": "Милан",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Городской шик, стильные кафе, закаты на фоне Дуомо, уличная мода, итальянская кухня",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "modern",
    "color_palette": {
      "primary": "#4BFF7E",
      "accent": "#FF6240",
      "background": "#FFEDE9",
      "text": "#2C3959",
      "additional": [
        "#1DA857",
        "#B0C6FF"
      ]
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Используйте современный шрифт без засечек, например, Montserrat или Open Sans, с акцентом на читаемость и стиль.",
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#FFEDE9",
    "text_color": "#2C3959"
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {
    "primary": "#4BFF7E",
    "accent": "#FF6240",
    "background": "#FFEDE9",
    "text": "#2C3959"
  },
  "image_concepts": [
    "Фотографии осеннего Милана с яркими листьями и архитектурой",
    "Сцены уличной жизни в Милане с людьми, наслаждающимися осенними днями",
    "Кадры местной кухни и кафе, подчеркивающие атмосферу приключений"
  ],
  "layout_hierarchy": "Заголовок в верхней части, крупные изображения, подзаголовки и текстовые блоки, CTA-кнопка выделена акцентным цветом.",
  "emotional_triggers": "Использование ярких и теплых осенних цветов, изображений, вызывающих чувство приключения и исследовательского духа, а также легкость и радость от путешествий.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet за счет использования фирменных цветов и современного стиля, что создает ощущение надежности и свежести, а также подчеркивает активный образ жизни и приключения."
}