{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Гватемала в осенний период предлагает уникальные природные красоты, такие как яркие осенние листья и теплый климат, что делает путешествие особенно привлекательным.",
    "emotional_appeal": "Гватемала вызывает чувство приключения и открытия, благодаря своим историческим памятникам и живописным ландшафтам.",
    "market_position": "Гватемала позиционируется как экзотическое направление для путешественников, ищущих уникальные впечатления и культурное обогащение."
  },
  "design_requirements": {
    "visual_style": "Яркий и динамичный, отражающий культуру и природу Гватемалы.",
    "color_palette": {
      "description": "Для создания яркого и привлекательного дизайна используются основные и акцентные цвета, которые подчеркивают экзотическую атмосферу Гватемалы.",
      "brand_alignment": "Все выбранные цвета соответствуют фирменным цветам Kupibilet."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны отражать природные красоты Гватемалы, такие как вулканы, джунгли и исторические памятники.",
    "typography_mood": "Современный и читабельный шрифт, который передает чувство радости и приключения."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя красоту Гватемалы этой осенью!",
      "Специальные предложения на авиабилеты в Гватемалу.",
      "Погрузитесь в уникальную культуру и природу Гватемалы."
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия.",
      "Вдохновение от ярких красок природы."
    ],
    "actionable_insights": [
      "Забронируйте сейчас и получите скидку на следующий рейс.",
      "Узнайте больше о лучших местах для посещения в Гватемале."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание природы, культуры и истории, что делает ее привлекательной для туристов.",
    "market_advantages": "Низкие цены на авиабилеты и уникальные предложения для путешественников."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T09:14:06.112Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}