{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Гватемала предлагает уникальные природные пейзажи, богатую культуру и теплый климат, что делает летние путешествия особенно привлекательными.",
    "emotional_appeal": "Гватемала вызывает чувство приключения и открытий, благодаря своим древним руинам, ярким рынкам и живописным вулканам.",
    "market_position": "Гватемала занимает уникальную нишу на рынке туристических направлений, предлагая сочетание экзотики и доступности."
  },
  "design_requirements": {
    "visual_style": "Яркий и динамичный, отражающий культуру и природу Гватемалы.",
    "color_palette": {
      "description": "Использование ярких и насыщенных цветов, которые ассоциируются с тропической природой и культурой Гватемалы.",
      "brand_alignment": "Цвета соответствуют фирменным цветам Kupibilet и подчеркивают яркость и экзотику направления."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны включать тропические пейзажи, яркие рынки и культурные достопримечательности Гватемалы.",
    "typography_mood": "Динамичный и современный шрифт, который легко читается и вызывает положительные эмоции."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя экзотику Гватемалы этим летом!",
      "Незабываемые приключения ждут вас в сердце Центральной Америки.",
      "Специальные предложения на авиабилеты в Гватемалу!"
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия новых горизонтов.",
      "Вдохновение от ярких культурных традиций и природы."
    ],
    "actionable_insights": [
      "Забронируйте билет сейчас и получите скидку!",
      "Подпишитесь на рассылку, чтобы не пропустить лучшие предложения."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание природных красот, культурного наследия и доступных цен.",
    "market_advantages": "Доступность прямых рейсов и разнообразие туристических услуг делают Гватемалу привлекательным направлением."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T09:04:03.429Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}