{
  "destination_context": {
    "name": "Барселона",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Летний жар, вид на море и готику города, вкус сангрии, танцы под открытым небом, поедание паэльи на пляже, фольклорные гулянья, запах жареных тапас, цвета фейерверков. Зеленый и оранжевый фирмы передают свежесть и энергию летних дней",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "vibrant",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#EDEFFF",
      "text_color": "#2C3959",
      "additional_colors": [
        "#1DA857",
        "#E03EEF",
        "#FFC7BB"
      ]
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Используйте современные шрифты с округлыми формами для создания дружелюбного и привлекательного образа. Рекомендуется использовать шрифты без засечек для заголовков и более читаемые шрифты с засечками для основного текста.",
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959"
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {
    "primary": "#4BFF7E",
    "accent": "#FF6240",
    "background": "#EDEFFF",
    "text": "#2C3959"
  },
  "image_concepts": [
    "Яркие пляжи Барселоны с людьми, наслаждающимися солнцем",
    "Кулинарные деликатесы с местными блюдами",
    "Известные архитектурные достопримечательности, такие как Саграда Фамилия и Парк Гуэль",
    "Сцены с уличными артистами и живой музыкой",
    "Панорамные виды города с высоты"
  ],
  "layout_hierarchy": "Заголовок кампании в верхней части письма, яркие изображения под заголовком, основной текст с описанием предложений и акций, кнопки CTA выделены ярким цветом, внизу - контактная информация и ссылки на социальные сети.",
  "emotional_triggers": "Яркие цвета и динамичные изображения вызывают чувство радости и ожидания, создавая атмосферу летнего отдыха и приключений. Использование зеленого и оранжевого цветов способствует ощущению свежести и энергии.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet благодаря использованию фирменных цветов и шрифтов, что создает единый визуальный стиль. Яркие и привлекательные элементы дизайна помогают подчеркнуть уникальность предложения и привлекают внимание целевой аудитории."
}