{
  "destination_context": {
    "name": "Греция",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Яркие краски весенней зелени, запах моря, древние руины, уютные деревни, греческая кухня",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "Современный, минималистичный",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#EDEFFF"
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Современные шрифты без засечек, такие как Open Sans или Roboto, для легкости восприятия.",
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959"
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {
    "primary": "#4BFF7E",
    "accent": "#FF6240",
    "background": "#EDEFFF",
    "text": "#2C3959"
  },
  "image_concepts": [
    "Hero изображение - яркое изображение греческого побережья с лазурным морем и белыми домиками.",
    "Lifestyle фото - группа людей, наслаждающихся временем на пляже с коктейлями.",
    "Архитектура/достопримечательности - изображение Акрополя с цветущими деревьями вокруг.",
    "Кулинария/культура - фото традиционного греческого блюда с оливковым маслом и свежими овощами.",
    "Природа/пейзажи - панорама гор и моря на закате.",
    "Активности/развлечения - люди, занимающиеся водными видами спорта, такими как каякинг или серфинг.",
    "Шоппинг/сувениры - местные рынки с яркими тканями и сувенирами.",
    "Транспорт/логистика - изображение парома, отправляющегося на острова."
  ],
  "layout_hierarchy": "Визуальная иерархия с акцентом на изображения, где главные визуалы занимают центральное место.",
  "emotional_triggers": "Использование ярких и теплых цветов для создания чувства радости и расслабления.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet через использование фирменных цветов и современного дизайна, что подчеркивает профессионализм и надежность."
}