{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Гватемала предлагает уникальные возможности для экологического туризма, включая тропические леса, вулканы и богатое биоразнообразие, что делает её идеальным направлением для путешествий в это время года.",
    "emotional_appeal": "Гватемала вызывает чувство приключения и исследовательского духа, позволяя путешественникам погрузиться в культуру и природу страны.",
    "market_position": "Гватемала занимает уникальную нишу на рынке экологического туризма, привлекая внимание тех, кто ищет активный отдых и новые впечатления."
  },
  "design_requirements": {
    "visual_style": "Яркий и насыщенный визуальный стиль, отражающий красоту природы Гватемалы и её культурное наследие.",
    "color_palette": {
      "description": "Цветовая палитра включает в себя яркие и насыщенные оттенки, которые подчеркивают экзотическую природу Гватемалы и её приключенческий дух.",
      "brand_alignment": "Все цвета соответствуют фирменным цветам Kupibilet, создавая гармоничное и привлекательное оформление."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны включать тропические пейзажи, вулканы, местные рынки и культурные достопримечательности, чтобы передать атмосферу приключений.",
    "typography_mood": "Шрифты должны быть современными и легко читаемыми, с акцентом на приключенческий и динамичный стиль."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя удивительные природные красоты Гватемалы!",
      "Погрузитесь в уникальную культуру и традиции страны.",
      "Путешествуйте ответственно и поддерживайте экологический туризм."
    ],
    "emotional_triggers": [
      "Чувство свободы и приключения.",
      "Желание исследовать неизведанные места."
    ],
    "actionable_insights": [
      "Забронируйте свой билет уже сегодня и начните своё приключение!",
      "Узнайте больше о лучших маршрутах для экологического туризма в Гватемале."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание природы, культуры и приключений, что делает её идеальным местом для экологического туризма.",
    "market_advantages": "Гватемала выделяется на фоне других направлений благодаря своему богатому биоразнообразию и культурному наследию."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T11:45:57.400Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}