{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Осень - это время, когда Гватемала наполняется яркими красками, культурными фестивалями и приятным климатом, что делает путешествие особенно привлекательным.",
    "emotional_appeal": "Гватемала вызывает чувство приключения и открытий, благодаря своим уникальным природным и культурным достопримечательностям.",
    "market_position": "Гватемала занимает нишу экзотического и культурного направления, привлекая туристов, ищущих новые впечатления."
  },
  "design_requirements": {
    "visual_style": "Яркий и динамичный визуальный стиль, отражающий богатство культуры и природы Гватемалы.",
    "color_palette": {
      "description": "Использование ярких и насыщенных цветов, которые ассоциируются с природой и культурой Гватемалы, таких как зеленый, оранжевый и светлые пастельные оттенки.",
      "brand_alignment": "Все выбранные цвета соответствуют фирменным цветам Kupibilet."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны включать яркие пейзажи, культурные события и местные достопримечательности, чтобы вызвать интерес и желание посетить Гватемалу.",
    "typography_mood": "Современный и дружелюбный шрифт, который легко читается и создает ощущение теплоты и гостеприимства."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя магию Гватемалы этой осенью!",
      "Специальные предложения на авиабилеты в Гватемалу.",
      "Не упустите шанс увидеть уникальные культурные события!"
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия новых горизонтов.",
      "Вдохновение от ярких культурных традиций и природы."
    ],
    "actionable_insights": [
      "Забронируйте билет сейчас и получите скидку!",
      "Узнайте больше о лучших местах для посещения в Гватемале."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание природной красоты, богатой культуры и исторических памятников.",
    "market_advantages": "Доступные цены на авиабилеты и разнообразие культурных мероприятий делают Гватемалу привлекательным направлением для туристов."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T08:11:10.269Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}