{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Осень в Гватемале характеризуется приятной погодой и яркими природными пейзажами, что делает путешествия особенно привлекательными.",
    "emotional_appeal": "Гватемала вызывает чувство приключения и открытия, благодаря своим уникальным культурным и природным достопримечательностям.",
    "market_position": "Гватемала занимает нишу экзотического направления с богатой историей и природой, что привлекает туристов, ищущих новые впечатления."
  },
  "design_requirements": {
    "visual_style": "Яркий и динамичный стиль, отражающий красоту природы и культуру Гватемалы.",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#EDEFFF",
      "text_color": "#2C3959"
    },
    "imagery_direction": "Использовать изображения с яркими пейзажами, культурными элементами и местными жителями, чтобы передать атмосферу Гватемалы.",
    "typography_mood": "Современные и читабельные шрифты, которые создают ощущение легкости и радости."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя магию Гватемалы этой осенью!",
      "Яркие пейзажи и уникальная культура ждут вас.",
      "Забронируйте свой билет сейчас и получите специальные предложения!"
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия новых горизонтов.",
      "Вдохновение от красоты природы и культуры."
    ],
    "actionable_insights": [
      "Не упустите шанс посетить уникальные места Гватемалы.",
      "Забронируйте сейчас и получите скидку на следующий рейс."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные природные и культурные достопримечательности, такие как вулканы, древние руины и яркие рынки.",
    "market_advantages": "Конкурентоспособные цены на авиабилеты и уникальные предложения для путешественников."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-23T07:49:27.947Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}