{
  "destination_context": {
    "name": "Москва",
    "seasonal_advantages": "Летние месяцы в Москве предлагают множество мероприятий на свежем воздухе, фестивалей и культурных событий, что делает поездки особенно привлекательными.",
    "emotional_appeal": "Москва в летний период наполняется жизнью, яркими красками и позитивной атмосферой, что вызывает у путешественников чувство радости и восторга.",
    "market_position": "Москва является одним из главных туристических направлений России, предлагая уникальное сочетание истории, культуры и современных развлечений."
  },
  "design_requirements": {
    "visual_style": "Современный и динамичный стиль, отражающий энергетику города и летнего сезона.",
    "color_palette": {
      "description": "Выбор цветов основан на ярких и жизнеутверждающих оттенках, которые ассоциируются с летом и активным отдыхом.",
      "brand_alignment": "Цвета соответствуют фирменным цветам Kupibilet и создают гармоничное восприятие."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны отражать летние пейзажи Москвы, культурные мероприятия и активный отдых.",
    "typography_mood": "Современные и читаемые шрифты, создающие ощущение легкости и радости."
  },
  "content_priorities": {
    "key_messages": [
      "Летние предложения на авиабилеты в Москву!",
      "Не упустите шанс посетить уникальные мероприятия этого лета!",
      "Забронируйте сейчас и получите специальные скидки!"
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия нового.",
      "Восторг от ярких впечатлений и культурных событий."
    ],
    "actionable_insights": [
      "Забронируйте билет прямо сейчас и получите скидку 10%.",
      "Подпишитесь на рассылку, чтобы не пропустить лучшие предложения!"
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные культурные события, доступные только летом, и возможность насладиться красотой города в теплое время года.",
    "market_advantages": "Конкурентные цены на авиабилеты и эксклюзивные предложения для путешественников."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T08:47:05.428Z",
  "created_by": "Content Specialist AI",
  "destination": "Москва"
}