{
  "subject_line": {
    "primary": "Откройте зимой чудеса Финляндии!",
    "alternative": "Семейные приключения в Финляндии ждут вас!",
    "personalization": "Ваш зимний отдых в Финляндии начинается здесь!"
  },
  "preheader": "Не упустите шанс провести незабываемые праздники с близкими.",
  "headline": {
    "main": "Погрузитесь в зимнюю сказку Финляндии!",
    "subheadline": "Лучшие цены на авиабилеты только для вас!"
  },
  "body": {
    "opening": "Дорогие друзья, зима уже на пороге, и Финляндия ждет вас с открытыми объятиями! Пригласите свою семью на незабываемые каникулы, наполненные радостью, смехом и приключениями.",
    "main_content": "Представьте себе: легкий снег, сверкающие огни, уютные вечера с горячим шоколадом и захватывающие зимние активности. Финляндия предлагает именно это и даже больше! С 1 по 20 декабря и в январе — отличные даты для вашего путешествия. Не упустите возможность создать новые воспоминания с близкими!",
    "benefits": [
      "Конкурентные цены от 17176 до 22006 RUB",
      "Уникальные зимние развлечения для всей семьи",
      "Теплая атмосфера праздника и волшебства"
    ],
    "social_proof": "Тысячи путешественников уже выбрали нас и наслаждаются незабываемыми моментами в Финляндии! Присоединяйтесь к ним и создайте свои собственные истории.",
    "urgency_elements": "Только до конца месяца вы можете забронировать билеты по специальной цене — не дайте своему зимнему отпуску стать лишь мечтой!",
    "closing": "Пусть ваши зимние каникулы будут полны света и радости. Финляндия ждет вас, и мы готовы помочь в каждом шаге вашего путешествия!"
  },
  "call_to_action": {
    "primary": {
      "text": "Забронировать сейчас",
      "url": "#booking-primary"
    },
    "secondary": {
      "text": "Узнать больше",
      "url": "#booking-secondary"
    },
    "urgency_cta": {
      "text": "Спешите! Места заканчиваются!",
      "url": "#booking-urgent"
    }
  },
  "personalization": {
    "greeting": "Привет, [Имя]!",
    "content_adaptation": "Мы знаем, как вы любите путешествовать зимой, поэтому подготовили специальное предложение для вас.",
    "recommendations": "Рекомендуем посетить Лапландию и насладиться волшебством северного сияния!"
  },
  "emotional_hooks": {
    "desire": "Создайте незабываемые воспоминания с любимыми в зимней сказке.",
    "fear_of_missing_out": "Не упустите уникальную возможность провести праздники в сказочной стране!",
    "aspiration": "Сделайте зимние каникулы 2025 года самыми запоминающимися в вашей жизни."
  },
  "content_structure": {
    "flow": "Начните с вдохновения — представьте, как вы наслаждаетесь зимними каникулами, затем предложите конкретные даты и преимущества поездки.",
    "key_messages": [
      "Лучшие зимние приключения ждут вас в Финляндии.",
      "Специальные цены для вашей семьи и друзей.",
      "Создайте свою зимнюю историю с нами!"
    ],
    "conversion_path": "От вдохновения к действию: забронируйте свои билеты сейчас!"
  },
  "compliance": {
    "legal_disclaimers": "Цены могут варьироваться в зависимости от времени бронирования и наличия мест.",
    "unsubscribe": "Вы можете отписаться от рассылки по этой ссылке.",
    "privacy": "Мы заботимся о вашей конфиденциальности и не передаем ваши данные третьим лицам."
  }
}