{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Осень в Гватемале предлагает уникальные природные красоты, такие как яркие осенние листья и теплый климат, что делает путешествие особенно привлекательным.",
    "emotional_appeal": "Гватемала вызывает чувство приключения и открытия новых горизонтов, что идеально соответствует осеннему путешествию.",
    "market_position": "Гватемала занимает уникальную нишу на рынке туристических направлений благодаря своей богатой культуре, истории и природным красотам."
  },
  "design_requirements": {
    "visual_style": "Яркий и насыщенный, отражающий экзотическую природу и культуру Гватемалы.",
    "color_palette": {
      "description": "Выбранные цвета из палитры Kupibilet подчеркивают яркость и экзотичность Гватемалы. Основной зеленый цвет (#4BFF7E) символизирует природу, оранжевый CTA (#FF6240) привлекает внимание и создает ощущение тепла.",
      "brand_alignment": "Цвета соответствуют фирменному стилю Kupibilet и создают гармоничное восприятие."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны отражать природные красоты Гватемалы, такие как вулканы, тропические леса и местные культурные элементы.",
    "typography_mood": "Современный и дружелюбный шрифт, который легко читается и вызывает положительные эмоции."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя экзотику Гватемалы этой осенью!",
      "Специальные предложения на авиабилеты в Гватемалу.",
      "Путешествуйте с Kupibilet и наслаждайтесь уникальными впечатлениями."
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия новых мест.",
      "Теплота и радость осенних путешествий."
    ],
    "actionable_insights": [
      "Забронируйте билет сейчас и получите скидку!",
      "Узнайте больше о лучших местах для посещения в Гватемале."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание культуры, истории и природы, что делает ее идеальным местом для осеннего отдыха.",
    "market_advantages": "Конкурентоспособные цены на авиабилеты и уникальные туристические предложения."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T09:27:56.384Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}