{
  "destination_context": {
    "name": "Турция",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Теплое солнце осени, свежие фрукты и море, идеальные закаты, формат все включено без забот, фото у моря и на шарах, слово Турция вызывает ощущение яркого отдыха и уютного семейного счастья",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "vibrant",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#EDEFFF",
      "text_color": "#2C3959"
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Использовать современные шрифты без засечек, такие как Montserrat или Open Sans, для легкости восприятия и современного вида.",
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959"
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {
    "primary": "#4BFF7E",
    "accent": "#FF6240",
    "background": "#EDEFFF",
    "text": "#2C3959"
  },
  "image_concepts": [
    "Hero изображение - яркий пляж с кристально чистой водой и людьми, наслаждающимися отдыхом.",
    "Lifestyle фото - группа друзей, смеющихся и отдыхающих на террасе с видом на море.",
    "Архитектура/достопримечательности - знаменитая мечеть или историческая крепость на фоне заката.",
    "Кулинария/культура - традиционные турецкие блюда, поданные на красивой посуде.",
    "Природа/пейзажи - живописные горы и зелень, символизирующие природную красоту Турции.",
    "Активности/развлечения - люди, занимающиеся водными видами спорта, такими как серфинг или дайвинг.",
    "Шоппинг/сувениры - местные рынки с яркими товарами и сувенирами.",
    "Транспорт/логистика - удобные способы передвижения, такие как автобусы и такси на фоне городских пейзажей."
  ],
  "layout_hierarchy": "Визуальная иерархия с акцентом на изображения, где ключевые элементы выделяются яркими цветами и крупными шрифтами.",
  "emotional_triggers": "Использование ярких и насыщенных цветов, таких как #4BFF7E и #FF6240, вызывает чувство радости и ожидания, что способствует созданию позитивного эмоционального фона.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet через использование фирменных цветов и современного дизайна, который отражает динамичность и активность компании. Визуальные элементы создают ассоциации с путешествиями и отдыхом, что соответствует миссии бренда."
}