{
  "destination_context": {
    "name": "Турция",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Солнце, теплое море, восточные рынки, яркая природа. Турецкая кухня и сладости, турецкая баня - хамам, теплый прием в отелях.",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "Яркий и современный",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#FFEDE9",
      "text_color": "#2C3959"
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Современные шрифты без засечек, такие как Open Sans или Montserrat, с акцентом на крупные заголовки и минимальный текст.",
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#FFEDE9",
    "text_color": "#2C3959"
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {
    "primary": "#4BFF7E",
    "accent": "#FF6240",
    "background": "#FFEDE9",
    "text": "#2C3959"
  },
  "image_concepts": [
    "Hero изображение - захватывающий вид на побережье Турции с яркими осенними оттенками.",
    "Lifestyle фото - группы людей, наслаждающихся осенними прогулками по историческим местам.",
    "Архитектура/достопримечательности - знаменитые достопримечательности, такие как Храм Артемиды или Каппадокия.",
    "Кулинария/культура - традиционные турецкие блюда и уличная еда.",
    "Природа/пейзажи - осенние пейзажи с оливковыми деревьями и горами.",
    "Активности/развлечения - люди, занимающиеся водными видами спорта или экскурсиями.",
    "Шоппинг/сувениры - местные рынки с яркими товарами и сувенирами.",
    "Транспорт/логистика - визуализация удобных способов передвижения по стране."
  ],
  "layout_hierarchy": "Визуальная иерархия с акцентом на изображения",
  "emotional_triggers": "Яркие цвета вызывают чувство радости и ожидания, создавая атмосферу праздника и приключения.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet, используя фирменные цвета и стиль, чтобы поддерживать узнаваемость и доверие."
}