{
  "destination_context": {
    "name": "Исландия",
    "seasonal_advantages": "Зимний сезон в Исландии предлагает уникальные возможности для наблюдения северного сияния, а также посещения ледников и горячих источников.",
    "emotional_appeal": "Исландия вызывает чувство удивления и восторга благодаря своей потрясающей природе и уникальным природным явлениям.",
    "market_position": "Исландия занимает сильные позиции как направление для зимнего отдыха и приключений, особенно среди любителей природы и экотуризма."
  },
  "design_requirements": {
    "visual_style": "Современный стиль с акцентом на природные элементы и зимнюю атмосферу.",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#EDEFFF",
      "text_color": "#2C3959"
    },
    "imagery_direction": "Изображения северного сияния, ледников, горячих источников и зимних пейзажей Исландии.",
    "typography_mood": "Современные и чистые шрифты, которые создают ощущение свежести и легкости."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя магию северного сияния в Исландии!",
      "Зимние приключения ждут вас в сердце природы.",
      "Забронируйте свой тур и создайте незабываемые воспоминания."
    ],
    "emotional_triggers": [
      "Восторг от уникальных природных явлений.",
      "Чувство приключения и открытия нового."
    ],
    "actionable_insights": [
      "Забронируйте сейчас и получите скидку на раннее бронирование.",
      "Поделитесь своим опытом с друзьями и получите дополнительную скидку."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные природные явления, такие как северное сияние и ледниковые лагуны.",
    "market_advantages": "Исландия предлагает уникальные зимние приключения, которые трудно найти в других направлениях."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-28T13:12:36.726Z",
  "created_by": "Content Specialist AI",
  "destination": "Исландия"
}