{
  "subject_line": {
    "primary": "Погрузитесь в зимнюю сказку Норвегии!",
    "alternative": "Не упустите шанс на волшебные зимние каникулы!",
    "personalization": "Ваше зимнее приключение ждет вас в Норвегии!"
  },
  "preheader": "Приготовьтесь к незабываемым моментам под северным сиянием.",
  "headline": {
    "main": "Зима в Норвегии: Ваша мечта становится реальностью!",
    "subheadline": "Покупайте билеты по специальной цене — только до конца недели!"
  },
  "body": {
    "opening": "Дорогие любители зимних путешествий! Приготовьтесь к незабываемым моментам под сиянием северного света.",
    "main_content": "Представьте, как вы наслаждаетесь сказочными пейзажами Норвегии, катаясь на лыжах по живописным склонам или гуляя по уютным деревням, окруженным волшебным зимним лесом. Зима в Норвегии – это не просто путешествие, это ваше личное приключение, полное восторга и радости.",
    "benefits": [
      "Конкурентные цены на билеты — от 13337 до 20363 RUB!",
      "Возможность выбрать оптимальные даты: 1 и 15 декабря, 5 и 20 января, 10 февраля!",
      "Неповторимые впечатления от северного сияния и зимних видов!"
    ],
    "social_proof": "Тысячи довольных путешественников уже открыли для себя зимнюю Норвегию — присоединяйтесь к ним!",
    "urgency_elements": "Количество билетов ограничено, не упустите свой шанс насладиться зимней сказкой!",
    "closing": "Зимняя сказка Норвегии ждет вас! Не откладывайте на завтра то, что может стать вашим самым ярким воспоминанием."
  },
  "call_to_action": {
    "primary": {
      "text": "Купить билеты сейчас",
      "url": "#booking-primary"
    },
    "secondary": {
      "text": "Узнать больше",
      "url": "#booking-secondary"
    },
    "urgency_cta": {
      "text": "Спешите! Билеты распродаются быстро!",
      "url": "#booking-urgent"
    }
  },
  "personalization": {
    "greeting": "Дорогой [Имя],",
    "content_adaptation": "Мы подготовили специальные предложения именно для вас!",
    "recommendations": "Рекомендуем также посетить Лофотены и Осло — зимняя красота, которую нужно увидеть!"
  },
  "emotional_hooks": {
    "desire": "Почувствуйте радость зимних прогулок с близкими на лоне природы.",
    "fear_of_missing_out": "Не дайте другим насладиться этим волшебным местом без вас!",
    "aspiration": "Сделайте свою мечту о зимнем путешествии реальностью!"
  },
  "content_structure": {
    "flow": "Начнем с вдохновения, затем перейдем к предложениям и завершим срочным призывом к действию.",
    "key_messages": [
      "Зимняя Норвегия ждет вас!",
      "Специальные цены на билеты!",
      "Не упустите шанс — количество мест ограничено!"
    ],
    "conversion_path": "Простой переход от мечты к покупке — всего один клик!"
  },
  "compliance": {
    "legal_disclaimers": "Цены действительны на момент отправки письма и могут изменяться.",
    "unsubscribe": "Вы можете отписаться от рассылки в любой момент.",
    "privacy": "Ваши данные защищены и используются только для обработки вашей заявки."
  }
}