{
  "destination_context": {
    "name": "Турция",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Уютные пляжи, недорогие цены, турецкое гостеприимство, вкусная еда и обслуживание. Красивые фото на фоне моря и древностей.",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "Vibrant и расслабляющий",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#FFEDE9",
      "text_color": "#2C3959"
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Современные шрифты без засечек, легкие для восприятия, такие как Montserrat или Open Sans."
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {},
  "image_concepts": [
    "Hero изображение - захватывающий вид на побережье Турции с яркими осенними красками.",
    "Lifestyle фото - счастливые туристы, наслаждающиеся отдыхом на пляже с коктейлями.",
    "Архитектура/достопримечательности - знаменитые исторические места, такие как Храм Артемиды или Голубая мечеть.",
    "Кулинария/культура - традиционные турецкие блюда, такие как кебаб и баклава, на фоне уютного кафе.",
    "Природа/пейзажи - живописные осенние пейзажи с оливковыми деревьями и горами.",
    "Активности/развлечения - люди, занимающиеся водными видами спорта или экскурсиями по историческим местам.",
    "Шоппинг/сувениры - местные рынки с яркими тканями и традиционными изделиями.",
    "Транспорт/логистика - удобные способы передвижения по Турции, такие как автобусы или аренда автомобилей."
  ],
  "layout_hierarchy": "Визуальная иерархия с акцентом на изображения, главные элементы выделены яркими цветами.",
  "emotional_triggers": "Использование ярких и теплых цветов для создания ощущения уюта и расслабления.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet через использование фирменных цветов и современный дизайн, что создает узнаваемость и доверие."
}