{
  "destination_context": {
    "name": "Турция",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Теплое море без жары, золотые пляжи, турецкий базар с гранатами и специями, хвойные горы, расслабляющие СПА, комфортные отели. Купание в термальных источниках, прогулки по Каппадокии на шаре, чай на берегу Босфора.",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "Vibrant и современный",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": [
        "#EDEFFF",
        "#FFC7BB"
      ],
      "text_color": "#2C3959"
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Современные шрифты без засечек, легкие для восприятия, с акцентом на крупные заголовки и минималистичный текст.",
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959"
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {
    "primary": "#4BFF7E",
    "accent": "#FF6240",
    "background": "#EDEFFF",
    "text": "#2C3959"
  },
  "image_concepts": [
    "Hero изображение - закат над морем в Турции с пляжем и отдыхающими.",
    "Lifestyle фото - счастливые люди, наслаждающиеся турецким кофе на террасе с видом на море.",
    "Архитектура/достопримечательности - знаменитая мечеть или исторический рынок с яркими цветами.",
    "Кулинария/культура - традиционные турецкие блюда на столе, окруженные местными деликатесами.",
    "Природа/пейзажи - живописные горные виды и оливковые рощи на фоне осеннего неба.",
    "Активности/развлечения - люди, занимающиеся водными видами спорта или экскурсиями по достопримечательностям.",
    "Шоппинг/сувениры - местные рынки с яркими тканями и сувенирами.",
    "Транспорт/логистика - удобные и современные способы передвижения по Турции."
  ],
  "layout_hierarchy": "Визуальная иерархия с акцентом на изображения, где каждый элемент поддерживает общую тему расслабления и наслаждения.",
  "emotional_triggers": "Использование ярких и теплых цветов, которые вызывают чувство спокойствия и радости, создавая атмосферу уюта и комфорта.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet через использование фирменных цветов и современный дизайн, который отражает динамичность и свежесть предложений компании."
}