{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Осень в Гватемале — это время ярких красок, теплого климата и уникальных культурных мероприятий. Идеальное время для путешествий и приключений.",
    "emotional_appeal": "Гватемала вызывает чувство восторга и приключения благодаря своим живописным пейзажам, богатой культуре и теплому приему местных жителей.",
    "market_position": "Гватемала занимает уникальную нишу на рынке путешествий благодаря своей экзотической природе и культурному наследию, что делает её привлекательной для искателей приключений."
  },
  "design_requirements": {
    "visual_style": "Яркий и жизнерадостный стиль, отражающий атмосферу Гватемалы с использованием насыщенных цветов и динамичных изображений.",
    "color_palette": {
      "description": "Цветовая палитра включает яркие и теплые оттенки, которые подчеркивают экзотическую природу Гватемалы.",
      "brand_alignment": "Все цвета соответствуют фирменным цветам Kupibilet и создают гармоничное восприятие."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны включать пейзажи Гватемалы, местные достопримечательности, культуру и людей, чтобы вызвать чувство приключения.",
    "typography_mood": "Шрифты должны быть современными и легкими для восприятия, с акцентом на заголовках для создания эмоционального отклика."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя удивительные приключения в Гватемале!",
      "Не упустите шанс насладиться уникальной культурой и природой.",
      "Забронируйте свой билет на осенние приключения уже сегодня!"
    ],
    "emotional_triggers": [
      "Чувство свободы и приключения.",
      "Восторг от знакомства с новой культурой."
    ],
    "actionable_insights": [
      "Планируйте поездку заранее, чтобы получить лучшие предложения.",
      "Используйте наши советы по путешествиям для максимального удовольствия."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание природы, культуры и приключений, что выделяет её среди других направлений.",
    "market_advantages": "Доступные цены на авиабилеты и разнообразие туристических маршрутов делают Гватемалу привлекательной для путешественников."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T11:08:07.537Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}