{
  "destination_context": {
    "name": "Турция",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Теплый песок, бирюзовое море, восточные базары, хаммам, винные дегустации, турецкий кофе, красивые закаты.",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "Vibrant и современный",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#EDEFFF",
      "text_color": "#2C3959",
      "explanation": "Основной цвет #4BFF7E символизирует свежесть и природу, что идеально подходит для осеннего сезона. Акцентный цвет #FF6240 добавляет яркости и привлекает внимание к CTA, создавая ощущение тепла и уюта. Фоновый цвет #EDEFFF создает легкость и расслабляющую атмосферу, что соответствует целевой эмоции 'relaxation'."
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Используйте современные шрифты без засечек для заголовков и легкие шрифты для основного текста, чтобы обеспечить читаемость и современный вид."
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {},
  "image_concepts": [
    "Hero изображение - живописный пейзаж с осенними деревьями и морем",
    "Lifestyle фото - пара, наслаждающаяся кофе на террасе с видом на природу",
    "Архитектура/достопримечательности - знаменитая мечеть или исторический памятник на фоне осеннего неба",
    "Кулинария/культура - местные блюда, поданные на осеннем столе",
    "Природа/пейзажи - осенние леса и горные пейзажи Турции",
    "Активности/развлечения - люди, занимающиеся активным отдыхом, например, прогулки на природе",
    "Шоппинг/сувениры - местные рынки с осенними товарами и сувенирами",
    "Транспорт/логистика - современные транспортные средства на фоне осенних пейзажей"
  ],
  "layout_hierarchy": "Визуальная иерархия с акцентом на изображения, чтобы привлечь внимание к ключевым элементам",
  "emotional_triggers": "Использование теплых и ярких цветов, а также живописных изображений, вызывающих чувство уюта и расслабления.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet через использование фирменных цветов и современный стиль, что усиливает узнаваемость и привлекает целевую аудиторию."
}