{
  "destination_context": {
    "name": "Исландия",
    "seasonal_advantages": "Зимой Исландия предлагает уникальные природные явления, такие как северное сияние, ледяные пещеры и горячие источники. Это время для приключений и незабываемых впечатлений.",
    "emotional_appeal": "Исландия зимой вызывает чувство восторга и удивления, погружая в атмосферу волшебства и приключений.",
    "market_position": "Исландия позиционируется как уникальное направление для любителей природы и активного отдыха, предлагая незабываемые зимние приключения."
  },
  "design_requirements": {
    "visual_style": "Современный, с акцентом на природные элементы и зимнюю атмосферу.",
    "color_palette": {
      "description": "Выбор цветов основан на фирменной палитре Kupibilet, которые отражают зимнюю природу Исландии: яркий зеленый цвет символизирует свежесть и природу, оранжевый цвет для CTA создает ощущение тепла и приглашает к действию, светло-голубой фон передает атмосферу зимы.",
      "brand_alignment": "Цвета полностью соответствуют фирменным цветам Kupibilet и подчеркивают уникальность зимней Исландии."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны включать зимние пейзажи Исландии, северное сияние, ледяные пещеры и активные виды отдыха.",
    "typography_mood": "Современные и четкие шрифты, которые передают ощущение приключения и динамики."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя зимнюю сказку Исландии!",
      "Северное сияние ждет вас!",
      "Не упустите шанс на незабываемые приключения!"
    ],
    "emotional_triggers": [
      "Восторг от природных чудес",
      "Желание исследовать неизведанное"
    ],
    "actionable_insights": [
      "Забронируйте билет прямо сейчас и получите скидку!",
      "Узнайте больше о лучших зимних турах в Исландии!"
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные природные явления, такие как северное сияние и ледяные пещеры, а также возможность активного отдыха в зимних условиях.",
    "market_advantages": "Исландия предлагает уникальный опыт, который невозможно получить в других зимних направлениях, что делает ее привлекательной для туристов."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T12:03:43.054Z",
  "created_by": "Content Specialist AI",
  "destination": "Исландия"
}