{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Осень в Гватемале – это время ярких красок, теплого климата и множества культурных мероприятий. Это идеальный период для путешествий, чтобы насладиться природой и историей страны.",
    "emotional_appeal": "Гватемала вызывает чувство приключения и открытий, благодаря своим живописным пейзажам, богатой культуре и дружелюбным людям.",
    "market_position": "Гватемала занимает уникальную нишу на рынке туристических направлений, предлагая сочетание экзотики, приключений и культурного обогащения."
  },
  "design_requirements": {
    "visual_style": "Яркий и динамичный визуальный стиль, отражающий красоту природы и культуру Гватемалы.",
    "color_palette": {
      "description": "Для создания яркого и привлекательного дизайна выбраны основные цвета, которые ассоциируются с природой и культурой Гватемалы.",
      "brand_alignment": "Все цвета соответствуют фирменным цветам Kupibilet, создавая гармоничное и запоминающееся оформление."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Использовать изображения с яркими пейзажами Гватемалы, такими как вулканы, тропические леса и колоритные рынки.",
    "typography_mood": "Современный и дружелюбный шрифт, который будет легко читаться и вызывать положительные эмоции."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя яркие пейзажи и культуру Гватемалы!",
      "Специальные предложения на авиабилеты этой осенью!",
      "Не упустите шанс насладиться уникальными приключениями!"
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия новых горизонтов.",
      "Вдохновение от ярких красок и культурного разнообразия."
    ],
    "actionable_insights": [
      "Забронируйте билет прямо сейчас и получите скидку!",
      "Узнайте больше о лучших местах для посещения в Гватемале."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание природы, культуры и истории, что делает ее идеальным местом для путешествий.",
    "market_advantages": "Доступные цены на авиабилеты и разнообразие туристических предложений выделяют Гватемалу среди других направлений."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T07:15:56.137Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}