{
  "subject_line": {
    "primary": "Откройте для себя Данию этим летом!",
    "alternative": "Ваше следующее приключение в Дании ждет вас!",
    "personalization": "Привет, [Имя]! Путешествие в Данию ждет именно вас!"
  },
  "preheader": "Не упустите шанс на незабываемые воспоминания в Дании!",
  "headline": {
    "main": "Лето в Дании: ваши мечты о путешествии становятся реальностью!",
    "subheadline": "Проведите время с близкими и откройте для себя красоту экологии."
  },
  "body": {
    "opening": "Дорогие искатели приключений! Лето 2025 года приближается, и это идеальный момент, чтобы отправиться в Данию — страну утонченной культуры, потрясающих ландшафтов и безграничных возможностей для отдыха с близкими.",
    "main_content": "Представьте, как вы гуляете по живописным улочкам Копенгагена, наслаждаетесь изысканными блюдами в уютных кафе и исследуете уникальную природу Дании. Ваши самые яркие воспоминания ждут вас! Выберите одну из наших оптимальных дат: 15, 22 августа или 5, 12, 19 сентября и получите специальные предложения по ценам от 16,383 до 27,169 RUB. Это время, когда мечты становятся реальностью!",
    "benefits": [
      "Незабываемые впечатления с близкими.",
      "Экологически чистый туризм, который поможет сохранить природу.",
      "Конкурентные цены на авиабилеты в Данию!"
    ],
    "social_proof": "Тысячи довольных путешественников уже сделали свой выбор! Присоединяйтесь к ним и создайте свои собственные незабываемые моменты.",
    "urgency_elements": "Только сейчас у вас есть шанс забронировать билеты по лучшим ценам! Количество мест ограничено — не упустите возможность!",
    "closing": "Пусть это лето станет временем новых открытий и прекрасных воспоминаний. Не ждите, откройте для себя Данию уже сегодня!"
  },
  "call_to_action": {
    "primary": {
      "text": "Забронируйте свой билет сейчас!",
      "url": "#booking-primary"
    },
    "secondary": {
      "text": "Узнайте больше о Дании",
      "url": "#booking-secondary"
    },
    "urgency_cta": {
      "text": "Количество мест ограничено, действуйте быстро!",
      "url": "#booking-urgent"
    }
  },
  "personalization": {
    "greeting": "Привет, [Имя]!",
    "content_adaptation": "Мы знаем, как важно вам создавать незабываемые моменты с близкими.",
    "recommendations": "Рекомендуем посмотреть наши лучшие маршруты и отели в Дании."
  },
  "emotional_hooks": {
    "desire": "Стремление к новым впечатлениям и открытиям.",
    "fear_of_missing_out": "Не позволяйте другим испытать то, что вы можете увидеть первыми!",
    "aspiration": "Ваше новое приключение ждет, не упустите его!"
  },
  "content_structure": {
    "flow": "Начинаем с вдохновения, переходим к уникальным предложениям и завершаем призывом к действию.",
    "key_messages": [
      "Дания — это ваш следующий пункт назначения!",
      "Летайте по конкурентным ценам!",
      "Проводите лето с близкими, создавая воспоминания."
    ],
    "conversion_path": "От вдохновения до забронированного билета — мы направим вас на каждом шагу."
  },
  "compliance": {
    "legal_disclaimers": "Цены указаны с учетом всех налогов и сборов.",
    "unsubscribe": "Если вы больше не хотите получать наши письма, отписаться можно здесь.",
    "privacy": "Мы заботимся о вашей конфиденциальности. Узнайте больше в нашей политике конфиденциальности."
  }
}