{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Гватемала предлагает уникальные культурные и природные достопримечательности, такие как древние майянские руины и живописные вулканы, что делает её идеальным направлением для путешествий в любое время года.",
    "emotional_appeal": "Гватемала вызывает чувство удивления и восторга благодаря своей богатой истории, разнообразной культуре и потрясающим природным пейзажам.",
    "market_position": "Гватемала занимает уникальную нишу на рынке туристических направлений, предлагая сочетание приключений, культуры и экзотики."
  },
  "design_requirements": {
    "visual_style": "Яркий и динамичный стиль, отражающий культуру и природу Гватемалы, с акцентом на яркие цвета и живописные изображения.",
    "color_palette": {
      "description": "Для Гватемалы выбраны яркие и насыщенные цвета, которые отражают её культуру и природу. Основной зеленый цвет символизирует природу, оранжевый цвет CTA привлекает внимание, а светлый фон создает ощущение легкости и свежести.",
      "brand_alignment": "Все цвета соответствуют фирменной палитре Kupibilet и подчеркивают уникальность Гватемалы."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Использовать изображения с яркими пейзажами, культурными достопримечательностями и местными жителями, чтобы передать атмосферу Гватемалы.",
    "typography_mood": "Современный и дружелюбный шрифт, который легко читается и создает позитивное впечатление."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя удивительные культурные достопримечательности Гватемалы!",
      "Погрузитесь в природу и приключения в сердце Центральной Америки.",
      "Забронируйте свой билет и начните свое путешествие уже сегодня!"
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия новых горизонтов.",
      "Восторг от знакомства с уникальной культурой и природой."
    ],
    "actionable_insights": [
      "Не упустите возможность посетить знаменитые руины Тикаль!",
      "Забронируйте сейчас и получите скидку на экскурсии!"
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание древней истории, культуры и природных красот, что делает её идеальным местом для путешествий.",
    "market_advantages": "Доступные цены на авиабилеты и экскурсии по сравнению с другими экзотическими направлениями."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T10:11:04.633Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}