{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Осень в Гватемале предлагает уникальные культурные события, такие как фестивали и ярмарки, а также прекрасные природные пейзажи.",
    "emotional_appeal": "Гватемала вызывает чувство приключения и открытий благодаря своей богатой культуре и историческим достопримечательностям.",
    "market_position": "Гватемала занимает уникальную нишу на рынке туристических направлений благодаря сочетанию культурного наследия и природной красоты."
  },
  "design_requirements": {
    "visual_style": "Современный стиль с элементами местной культуры, отражающий яркие цвета и текстуры Гватемалы.",
    "color_palette": {
      "description": "Для Гватемалы выбраны яркие и теплые цвета, которые отражают культуру и природу страны. Основной цвет - зеленый, символизирующий природу, оранжевый - для акцентов и призывов к действию.",
      "brand_alignment": "Все выбранные цвета соответствуют фирменным цветам Kupibilet."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны включать пейзажи Гватемалы, культурные достопримечательности и местные фестивали, чтобы вызвать интерес и желание путешествовать.",
    "typography_mood": "Современные, чистые шрифты, которые легко читаются и создают ощущение свежести и динамичности."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя уникальную культуру Гватемалы!",
      "Путешествуйте осенью и наслаждайтесь яркими фестивалями!",
      "Забронируйте авиабилеты по лучшим ценам!"
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия новых горизонтов.",
      "Вдохновение от ярких культурных событий."
    ],
    "actionable_insights": [
      "Не упустите шанс посетить знаменитые руины Майя!",
      "Забронируйте билеты заранее, чтобы получить лучшие предложения!"
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание истории, культуры и природы, что делает её идеальным направлением для путешественников.",
    "market_advantages": "Доступные цены на авиабилеты и разнообразие культурных мероприятий делают Гватемалу привлекательной для туристов."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T07:55:23.457Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}