{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Осень в Гватемале — это время ярких красок и культурных фестивалей, что делает путешествие особенно привлекательным.",
    "emotional_appeal": "Гватемала вызывает чувство восторга и открытости к новым впечатлениям благодаря своему богатому культурному наследию и живописной природе.",
    "market_position": "Гватемала занимает уникальную нишу как направление для культурного и экологического туризма, привлекая искателей приключений и любителей истории."
  },
  "design_requirements": {
    "visual_style": "Яркий и динамичный стиль, отражающий культуру и природу Гватемалы.",
    "color_palette": {
      "description": "Выбор цветов основан на яркости и насыщенности, которые ассоциируются с Гватемалой. Основные цвета подчеркивают свежесть и природу, а акцентные цвета добавляют энергии.",
      "brand_alignment": "Все выбранные цвета соответствуют фирменным цветам Kupibilet."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Изображения должны включать яркие пейзажи, культурные достопримечательности и местные традиции, чтобы вызвать интерес и желание путешествовать.",
    "typography_mood": "Шрифты должны быть современными и легко читаемыми, с акцентом на дружелюбие и доступность."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя удивительные культурные достопримечательности Гватемалы.",
      "Погрузитесь в природу и насладитесь осенними пейзажами.",
      "Не упустите шанс посетить уникальные фестивали и события."
    ],
    "emotional_triggers": [
      "Восторг от открытия новых горизонтов.",
      "Чувство связи с культурой и природой."
    ],
    "actionable_insights": [
      "Забронируйте билет сейчас и получите скидку на экскурсии.",
      "Подпишитесь на рассылку, чтобы не пропустить специальные предложения."
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание культурного и природного туризма, включая древние руины и живописные ландшафты.",
    "market_advantages": "Гватемала известна своей доступностью и разнообразием предложений для путешественников всех возрастов."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T07:50:52.129Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}