{
  "destination_context": {
    "name": "Турция",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Красивая природа, высокий уровень сервиса, местные вкусы, кристально чистая вода, свежие морепродукты. Турция вызывает чувства свободы, радости и комфорта.",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "Современный и яркий",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#EDEFFF",
      "text_color": "#2C3959"
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Использовать современные шрифты без засечек, такие как Open Sans или Montserrat, для легкости восприятия.",
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959"
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {
    "primary": "#4BFF7E",
    "accent": "#FF6240",
    "background": "#EDEFFF",
    "text": "#2C3959"
  },
  "image_concepts": [
    "Hero изображение - яркий пляж с солнцем и морем, создающий атмосферу отдыха.",
    "Lifestyle фото - люди, наслаждающиеся турецкой кухней на террасе с видом на море.",
    "Архитектура/достопримечательности - знаменитая голубая мечеть или древние руины.",
    "Кулинария/культура - местные блюда, такие как кебабы и сладости, на фоне традиционных узоров.",
    "Природа/пейзажи - живописные горы и побережье Турции в закате.",
    "Активности/развлечения - люди, занимающиеся водными видами спорта, такими как серфинг или дайвинг.",
    "Шоппинг/сувениры - рынки с яркими тканями и местными изделиями.",
    "Транспорт/логистика - удобные способы добраться до популярных мест, например, маршрутки или велосипеды."
  ],
  "layout_hierarchy": "Визуальная иерархия с акцентом на изображения",
  "emotional_triggers": "Яркие цвета и привлекательные изображения вызывают чувство радости и ожидания.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet благодаря использованию фирменных цветов и современного дизайна, что создает доверие и узнаваемость."
}