{
  "destination_context": {
    "name": "Гватемала",
    "seasonal_advantages": "Осень - это время, когда Гватемала радует яркими красками природы, фестивалями и культурными событиями, что делает путешествие особенно привлекательным.",
    "emotional_appeal": "Гватемала вызывает чувство восторга и приключения благодаря своим живописным пейзажам, богатой культуре и теплому климату.",
    "market_position": "Гватемала занимает уникальное место на рынке как экзотическое направление с доступными ценами и разнообразными туристическими предложениями."
  },
  "design_requirements": {
    "visual_style": "Яркий и жизнерадостный визуальный стиль, отражающий культуру и природу Гватемалы.",
    "color_palette": {
      "description": "Использование ярких и теплых оттенков, чтобы передать атмосферу Гватемалы. Основной зеленый цвет символизирует природу, а оранжевый CTA привлекает внимание.",
      "brand_alignment": "Цвета соответствуют фирменным цветам Kupibilet и создают гармоничный и привлекательный дизайн."
    },
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959",
    "imagery_direction": "Использование изображений с яркими пейзажами, культурными достопримечательностями и местными жителями, чтобы вызвать интерес и желание путешествовать.",
    "typography_mood": "Современный и дружелюбный шрифт, который легко читается и создает позитивное настроение."
  },
  "content_priorities": {
    "key_messages": [
      "Откройте для себя яркие краски Гватемалы этой осенью!",
      "Специальные предложения на авиабилеты в Гватемалу!",
      "Погрузитесь в культуру и природу Гватемалы!"
    ],
    "emotional_triggers": [
      "Чувство приключения и открытия новых горизонтов.",
      "Восторг от ярких впечатлений и уникальных мест."
    ],
    "actionable_insights": [
      "Забронируйте билет сейчас и получите скидку!",
      "Не упустите шанс увидеть Гватемалу в осеннем свете!"
    ]
  },
  "competitive_differentiation": {
    "unique_selling_points": "Гватемала предлагает уникальное сочетание природы, культуры и доступных цен.",
    "market_advantages": "Доступные авиабилеты и разнообразие туристических предложений делают Гватемалу привлекательной для путешественников."
  },
  "technical_specs": {
    "email_client_support": [
      "Gmail",
      "Outlook",
      "Apple Mail"
    ],
    "responsive_breakpoints": [
      "600px",
      "480px"
    ],
    "image_formats": [
      "JPEG",
      "PNG"
    ],
    "accessibility_level": "WCAG AA"
  },
  "created_at": "2025-07-30T08:39:29.036Z",
  "created_by": "Content Specialist AI",
  "destination": "Гватемала"
}