{
  "destination_context": {
    "name": "Турция",
    "seasonal_advantages": "Сезонные тренды из анализа направления",
    "emotional_appeal": "Свежие фрукты, бирюзовое море, знаменитый хаммам, вечерние огни на побережье, лояльность и забота турков",
    "market_position": "Рыночное позиционирование из анализа"
  },
  "design_requirements": {
    "visual_style": "Vibrant и современный",
    "color_palette": {
      "primary_color": "#4BFF7E",
      "accent_color": "#FF6240",
      "background_color": "#EDEFFF"
    },
    "imagery_direction": "Направление изображений на основе сезонных трендов и особенностей направления",
    "typography_mood": "Современные шрифты без засечек, легкие для восприятия, с акцентом на заголовки и короткие фразы.",
    "primary_color": "#4BFF7E",
    "accent_color": "#FF6240",
    "background_color": "#EDEFFF",
    "text_color": "#2C3959"
  },
  "content_priorities": {
    "key_messages": [],
    "emotional_triggers": [],
    "actionable_insights": []
  },
  "competitive_differentiation": {
    "unique_selling_points": "Уникальные преимущества направления на основе анализа конкуренции",
    "market_advantages": "Конкурентная среда из анализа"
  },
  "brand_colors": {
    "primary": "#4BFF7E",
    "accent": "#FF6240",
    "background": "#EDEFFF",
    "text": "#2C3959"
  },
  "image_concepts": [
    "Hero изображение - захватывающий вид на побережье Турции с ярким закатом.",
    "Lifestyle фото - группа друзей, наслаждающихся кофе на террасе с видом на море.",
    "Архитектура/достопримечательности - знаменитая мечеть или исторический памятник на фоне осеннего пейзажа.",
    "Кулинария/культура - традиционные блюда на столе, окруженные осенними листьями.",
    "Природа/пейзажи - живописные горы и леса с яркими осенними цветами.",
    "Активности/развлечения - люди, занимающиеся виндсерфингом или прогулками на яхте.",
    "Шоппинг/сувениры - местные рынки с яркими тканями и сувенирами.",
    "Транспорт/логистика - удобные маршруты и транспортные средства для путешествий по Турции."
  ],
  "layout_hierarchy": "Визуальная иерархия с акцентом на изображения",
  "emotional_triggers": "Использование ярких и теплых цветов для создания чувства уюта и расслабления.",
  "brand_consistency": "Стратегия соответствует бренду Kupibilet за счет использования фирменных цветов и современного дизайна, что создает гармоничное восприятие и повышает доверие к бренду."
}